<?php

return [
    'publish'          => 'გამოქვეყნება',
    'posts'            => 'სტატიები',
    'delete'           => 'წაშლა',
    'delete_thumbnail' => "სურათის წაშლა",
    'edit'             => 'რედაქტირება',
    'last_posts'       => 'ბოლო სტატიები',
    'create'           => 'შექმნა',
    'created'          => 'სტატია წარმატებით შეიქმნა',
    'updated'          => 'სტატია წარმატებით განახლდა',
    'deleted'          => 'სტატია წარმატებით წაიშლა',
    'empty'            => "ამ მომენტისთვის არ გვაქვს სტატიები",
    'new_posts'        => 'ახალი სტატია|ახალი სტატიები',
    'count'            => ':count სტატია|:count სტატია',
    'show'             => "სტატიის ნახვა",
    'search'           => "ძებნა ...",
    'search_results'   => ":count სტატია მოიძებნა|:count სტატია მოიძებნა",

    'attributes' => [
        'title'     => 'სათაური',
        'content'   => 'კონტენტი',
        'author'    => 'ავტორი',
        'thumbnail' => 'სურათი',
        'posted_at' => 'გამოქვეყნების თარიღი',
    ],

    'placeholder' => [
        'title'   => 'სათაური',
        'content' => 'კონტენტი'
    ]
];
